<?php
/**
 * Created by Виталий Грахов
 */

return [
    
    'site_title'                    => "Регистрация по приглашению",
    'welcome'                       => "Добро пожаловать, :Name",

    // Станицы ошибок
    '403_message'                   => "Извините, вы не авторизованы для доступа к этой странице.",
    '404_message'                   => "Сожалеем, страница, которую Вы ищете, не найдена.",
    '419_message'                   => "Извините, время вашего сеанса истекло. Пожалуйста, обновите страницу и повторите попытку.",
    '429_message'                   => "Извините, вы делаете слишком много запросов к нашим серверам.",
    '500_message'                   => "Упс, что-то пошло не так на наших серверах.",
    '503_message'                   => "Проводятся технические работы. Пожалуйста, зайдите позже.",
    
    // Verify Email
    'verify' => [
        'title'                     => "Подтверждение e-mail адреса",
        'has_been_sent'             => "Ссылка для подтверждения была отправлена на ваш адрес электронной почты.",
        'check_email'               => "Прежде чем продолжить, проверьте свою электронную почту на наличие ссылки для подтверждения.",
        'did_not_receive'           => "Если вы не получили письмо",
        'request_another'           => "нажмите здесь, чтобы запросить снова",
    ],
    
    
];